---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctSettings.RiseDropAnnotationSize
source: html/37074af6-8bb9-b562-2521-a0370382eed8.htm
---
# Autodesk.Revit.DB.Mechanical.DuctSettings.RiseDropAnnotationSize Property

The rise drop annotation size.

## Syntax (C#)
```csharp
public double RiseDropAnnotationSize { get; set; }
```